import "../scss/PayDes.scss"

const PayDes = () => {
    return (
        <div className="payDesWrap">
            <p className="payDes">언제든지 취소할 수 있으며 결제 주기 종료 시 자동 갱신이 취소 처리됩니다.
                즉시 취소 및 환불에 관하여 <span>고객센터</span>에서 자세한 내용을 확인하세요.</p>

            <p className="payDes">디즈니+ 기술 사양: 디즈니+는 모바일 기기, 웹 브라우저, 게임 콘솔, 셋톱박스, 스마트 TV를 지원합니다.
                <span>지원되는 기기</span>와 <span>지원되는 브라우저</span>의 전체 목록을 확인하세요. 디즈니+를 최상의 환경에서 즐기려면 최신 버전의 브라우저를 사용하는 것이 좋습니다.
                디즈니+는 기기의 성능을 감지해 각 작품에서 지원하는 최고의 포맷과 해상도로 재생하나, 이는 멤버십 유형에 따라 제한될 수 있습니다.
                구독 기간 중 일부 콘텐츠는 한국 이외의 지역에서 시청이 불가하거나 저작권자의 요청에 따라 삭제될 수 있습니다.</p>

            <p className="payDes">'결제 및 구독하기'를 클릭하면, 멤버십을 즉시 시작하는 것에 동의하는 것으로 간주되며,
                월간 또는 연간 구독료가 회원님의 저장된 결제 수단에 결제 주기마다 반복적으로 정기 청구됩니다.
                멤버십은 언제든지 취소할 수 있으며 결제 기간 종료 시 취소 처리됩니다.
                결제일로부터 7일 이내에 디즈니+ 디지털 콘텐츠를 전혀 시청하지 않은 경우 청약철회가 가능하며 이 경우 해당 결제 주기에 청구된 멤버십 구독료를 전액 환불받을 수 있습니다.
                콘텐츠 시청 후 환불을 요청하시면 위약금이 부과될 수 있습니다. 취소 및 환불에 대해 보다 자세히 알고 싶다면,
                <span>고객센터</span>를 방문하거나 <span>취소 및 환불 정책</span>을 확인하세요. 멤버십 구독 시 디즈니+ 이용약관이 적용되는 것에 동의하게 됩니다.
                *연간 구독료의 경우 월간 멤버십 12개월 구독료 대비 할인된 가격입니다.</p>
        </div>
    )
}

export default PayDes